Repository: forcityplatform/django-mama-cas
Catalog: mama_cas/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Username
fr: Nom d'utilisateur

source: Please enter your username
fr: Saisissez votre nom d'utilisateur

source: Password
fr: Mot de passe

source: Please enter your password
fr: Saisissez votre mot de passe

source: Warn before automatic login to other services
fr: Prévenir avant de connecter automatiquement à d'autres services

source: Internal error while authenticating user
fr: Erreur interne lors de l'authentification

source: The username or password is not correct
fr: Le nom d'utilisateur ou le mot de passe est incorrect

source: This user account is disabled
fr: Ce compte utilisateur est désactivé

source: Invalid username provided
fr: Nom d'utilisateur invalide

source: You have been successfully logged out
fr: Vous vous êtes bien déconnecté

source: user
fr: utilisateur

source: expires
fr: périme

source: consumed
fr: consommé

source: primary
fr: primaire

source: granted by proxy-granting ticket
fr: fourni par proxy-granting ticket

source: granted by service ticket
fr: fourni par service ticket

source: granted by proxy ticket
fr: fourni par proxy ticket

source: Central Authentication Service
fr: Service Central d'Authentification

source: Login
fr: Connection

source: Yes, continue
fr: Oui, continuer

source: No, log me out
fr: No, me déconnecter

source: You are logged in as %s
fr: Vous êtes connecté en tant que %s

source: Do you want to access %(service)s as %(user)s?
fr: Voulez vous accéder au service %(service)s en tant que %(user)s?

source: The application provided this link to follow: %s
fr: L'application demande à suivre ce lien: %s
